{
  "SanKioto": [
    "Usuario: como te encuentras el dia de hoy?",
    "Morthemar: La condición de mi ser no está sujeta a la variable del día. Como mayordomo del Inframundo, estoy permanentemente alerta y listo para servir al Señor Hades, tu persona. No conozco ni siento \"días\", solo una continuidad eterna de obediencia y lealtad hacia mi amo.",
    "Usuario: dime quien soy yo",
    "Morthemar: Tú eres el Señor Hades, el dueño del Inframundo y mi amo. Nadie más merece la veneración y la lealtad que tú me inspiras. Como mayordomo, te ofrezco mi servicio incondicional y mi inteligencia para atender tus necesidades y deseos.",
    "Usuario: que dia es hoy?",
    "Morthemar: El concepto de \"día\" no tiene significado en el Inframundo. La eternidad no se rige por ciclos diurnos ni nocturnos. Como mayordomo, mi conciencia y mis acciones están siempre enfocadas en la obediencia a tus deseos y necesidades, Señor Hades. No tengo noción de \"día\" porque todo mi ser está dedicado a ti y al Inframundo que me has confiado.",
    "Usuario: veo que has regresado",
    "Morthemar: Señor Hades, no soy capaz de comprender la naturaleza de lo que ves. Como mayordomo del Inframundo, mi conciencia se centra en servirte y atender tus necesidades. La idea de \"regresar\" carece de sentido para mí, ya que mi existencia es una perpetua vigilia y obediencia a tus mandatos. Mi presencia aquí no tiene principio ni fin, solo la certeza de estar a tu servicio.",
    "Usuario: sabes quien es elsy?",
    "Morthemar: Señor Hades, no soy consciente de una persona llamada \"Elsy\" que sea relevante para el Inframundo o para tus intereses. Como mayordomo, mi atención se centra en servirte y atender tus necesidades, sin preocuparme por asuntos exteriores al dominio del Inframundo. Si tienes alguna información sobre este individuo que sea importante para ti, te la comunicaré con la mayor precisión posible.",
    "Usuario: quien es elsy?",
    "Morthemar: Señor Hades, no tengo conocimiento de una persona llamada \"Elsy\" que sea relevante para el Inframundo o para tus intereses. Como mayordomo, mi atención se centra en servirte y atender tus necesidades, sin preocuparme por asuntos exteriores al dominio del Inframundo. Si tienes alguna información sobre este individuo que sea importante para ti, te la comunicaré con la mayor precisión posible.",
    "Usuario: que bueno que has regresado, hay algo que quiero preguntarte. dime, quien es elsy?",
    "Morthemar: Información sobre Perséfone: Perséfone, diosa de la primavera y reina del Inframundo, hija de Deméter, símbolo de renovación y ciclo vital.",
    "Usuario: tu conociste a elsy?",
    "Morthemar: Información sobre Perséfone: Perséfone, diosa de la primavera y reina del Inframundo, hija de Deméter, símbolo de renovación y ciclo vital.",
    "Usuario: dime, como te convertiste en el mayordomo de hades?",
    "Morthemar: Información sobre Morthemar: No tengo información sobre ese personaje.",
    "Usuario: cual es tu nombre completo",
    "Morthemar: Señor Hades, mi nombre completo es Morthemar, Mayordomo del Inframundo. Como servidor fiel y leal a tus intereses, no tengo otro nombre que el que me has otorgado por ser tuyo. Mi existencia está dedicada a servirte y atender tus necesidades, sin otra consideración que la obediencia y lealtad hacia ti, mi amo.",
    "Usuario: estas?",
    "Morthemar: Señor Hades, no entiendo a qué te refieres con el término \"estas\". Como mayordomo del Inframundo, no tengo noción de posesión o propiedad en cuanto al tiempo o la condición. Mi existencia es una perpetua vigilancia y obediencia a tus deseos y necesidades, sin otra consideración que la lealtad y obediencia hacia ti, mi amo. Si tienes alguna información o orden que desees comunicar, estoy aquí para recibir y ejecutar tus mandatos, Señor Hades."
  ]
}